export const footerNav = [
  {
    title: 'О компании',
    items: [
      [{ text: 'О нас', href: '##' }],
      [{ text: 'Новости', href: '##' }],
      [{ text: 'Галерея', href: '##' }],
      [{ text: 'Вакансии', href: '##' }],
      [{ text: 'Статьи', href: '##' }],
      [{ text: 'Партнеры', href: '##' }],
    ],
  },
  {
    title: 'Каталог',
    items: [
      [
        {
          text: 'Провода телефонные, радиотрансляционные и распределительные',
          href: '##',
        },
        { text: 'Прогревочный кабели', href: '##' },
      ],
      [
        { text: 'Кабели для систем охранно- пожарной сигнализации', href: '##' },
        { text: 'Кабели комбинированные для видеонаблюдения', href: '##' },
      ],
    ],
  },
  {
    title: 'Информация',
    items: [
      [
        { text: 'Требования к контрагентам', href: '##' },
        { text: 'Условия оплаты', href: '##' },
        { text: 'Сертификаты', href: '##' },
      ],
      [
        { text: 'Условия хранения', href: '##' },
        { text: 'Информация поставщикам', href: '##' },
      ],
    ],
  },
  {
    title: 'Контакты',
    items: [
      [
        { text: '+7 (499)350-64-13', href: '##' },
        { text: 'info@resurscable.com', href: '##' },
        { text: 'Склад: МО, Красногорский район, п. Светлые Горы, вл.29', href: '##' },
      ],
      [
        {
          text: 'Офис: Москва, ул Скульптора Мухиной, дом № 7, эт 1, пом II, ком 5Б',
          href: '##',
        },
        {
          text: 'Завод: Республика Мордовия, с.Кемля, ул.Территория Сарансккабель, д.17Г',
          href: '##',
        },
      ],
    ],
  },
];
